tap "adoptopenjdk/openjdk"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "mikhailai/misc"
tap "mranno/tap"
tap "remotemobprogramming/brew"
tap "roots/tap"
tap "sass/sass"
tap "sigstore/tap"
tap "wix/brew"
brew "libtiff"
brew "jpeg-xl"
brew "openssl@3"
brew "apr-util"
brew "automake"
brew "coreutils"
brew "asdf"
brew "bat"
brew "binwalk"
brew "gettext"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "ceres-solver"
brew "cryptography"
brew "certbot"
brew "protobuf"
brew "clamav"
brew "cloc"
brew "icu4c@76"
brew "harfbuzz"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "doctl"
brew "dust"
brew "erlang"
brew "fastfetch"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "pango"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "fzy"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "rebar3"
brew "gleam"
brew "libksba"
brew "gnupg"
brew "groonga"
brew "hashcat"
brew "helm"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k3sup"
brew "kubectx"
brew "leiningen"
brew "libgit2"
brew "libraqm"
brew "libuv"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "luv"
brew "maven"
brew "ninja"
brew "meson"
brew "minikube"
brew "mkcert"
brew "mtr"
brew "nano"
brew "nasm"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "numpy"
brew "nyancat"
brew "opam"
brew "openldap"
brew "openssl@1.1"
brew "openssl@3.0"
brew "pillow"
brew "pkgconf"
brew "pstree"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "radare2"
brew "ripgrep"
brew "rkhunter"
brew "ruby"
brew "ruby-build"
brew "ruby@3.0"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "xdg-ninja"
brew "yarn"
brew "yt-dlp"
brew "zig"
brew "zlib"
brew "remotemobprogramming/brew/mob"
brew "sass/sass/sass"
cask "obs-websocket"
vscode "alexcvzz.vscode-sqlite"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "fill-labs.dependi"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "jakebecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ocamllabs.ocaml-platform"
vscode "phoenixframework.phoenix"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
